Repository: BrilliantPlugins/wp-geometa
Catalog: lang/wp-geometa-*.po
Languages: pt_br

source: Spatial Relationship Tests
pt_br: Testes Relação Espacial

source: Test topological relationships between two geometries.
pt_br: Teste relações topológicas entre duas geometrias.

source: Geometry Properties
pt_br: Propriedades de Geometria

source: Analyize spatial properties of a single geometry.
pt_br: Analisar propriedades de uma geometria.

source: Geometry Disection
pt_br: Dissecação de Geometria

source: Investigate the type and sub-parts of a geometry.
pt_br: Pesquisar o tipo e sub-partes de uma geometria.

source: Generate new Geometry
pt_br: Gerar novo Geometria

source: Create a new geometry based on existing geometries and spatial operations.
pt_br: Criar uma nova geometria com base de geometrias existentes e operações espaciais.

source: Data Format Helpers
pt_br: Ajudantes de Formatar Dados

source: Create or convert geometries from various input and output formats.
pt_br: Criar ou converter geometrias de vários formas de entrada e saída.

source: Miscellaneous Functions
pt_br: Funções Diversas

source: Other little-used functions.
pt_br: Outros funções poucos usados.

source: Are you sure you want to %1$s?
pt_br: Tem certeza que você quer %1$s?

source: Your Data
pt_br: Seus Dados

source: Quick Start
pt_br: Inicio Rapido

source: Your Functions
pt_br: Seus Funções

source: Resources
pt_br: Recursos

source: System Status
pt_br: Status do Sistema

source: Geo Tables Exist!
pt_br: Tabelas Geo Existem!

source: All geometa tables exist.
pt_br: Todos as tabelas de geometa existem.

source: Some Geo Tables Exist
pt_br: Algumas Tabelas Geo Existem

source: Some geo tables are missing. If this wasn't intentional, there could be a problem. %1$s all exist. %2$s don't exist
pt_br: Algumas tabelas geo estão faultando. Se esse não fosse de proposito, pode ter uma problema. %1$s existem. %2$s não existem.

source: No Geo Tables Exist!
pt_br: Nenhum Tabela Geo Existe!

source: No geo tables exist. You can try recreating them with the tools at the bottom of this page.
pt_br: Nenhum tabela geo existe. Pode tentar os-recriar com os ferramentos no final deste pagina.

source: Geo Tables Indexed!
pt_br: Tabelas Geo Indexado!

source: All %1$s geometa tables have spatial indexes
pt_br: Todas as %1$s tabelas geometa tem índices espaciais

source: Some Geo Tables Not Indexed
pt_br: Algumas tabelas geo não indexados

source: Some geo tables are not indexed. The following tables could have performance issues: %1$s
pt_br: Algumas tabelas geo não estão indexados. Realização de pesquisas pode ser lento nos seguintes tabelas: %1$s

source: No Spatial Indexes!
pt_br: Nenhum Índice Espacial!

source: No spatial indexes found. Spatial queries will be slow.
pt_br: Nenhum Índice espacial encontrado. Pesquisas espaciais vão ser lentos.

source: Good Database Version!
pt_br: Banco de Dados Versão Boa!

source: Your database version (%1$s) supports a wide variety of useful spatial functions.
pt_br: Seu versão de banco de dados (%1$s) suporte vários funções espaciais úteis.

source: OK Database Version
pt_br: Banco de Dados Versão OK

source: Your database version (%1$s) has some spatial support, but doesn't support key spatial functions. Consider upgrading to MySQL 5.6.1 or higher, or MariaDB 5.3.3 or higher.
pt_br: Seu versão de banco de dados (%1$s) tem alguma suporte espaciais, mas esta faltando funções chaves. Considera atualizando até MySQL 5.6.1 ou superior, ou MariaDB 5.3.3 ou superior.

source: Bad Database Version!
pt_br: Banco de Dados Versão Ruim!

source: Your database version (%1$s) doesn't appear to have spatial support. You won't be able to store or use spatial data.
pt_br: Seu versão de banco de dados (%1$s) parece não ter suporte espacial. Você não poderia guardar ou utilizar dados espaciais.

source: Up To Date!
pt_br: Atualizado!

source: Out Of Date.
pt_br: Desactualizado.

source: Out Of Date!
pt_br: Desactualizado!

source: All Spatial Data Loaded!
pt_br: Todos os dados espaciais carregado!

source: All %1$s spatial records are loaded!
pt_br: Todos os %1$s recordes espaciais foram carregado!

source: Some Spatial Data Loaded
pt_br: Algumas dados espaciais carregado!

source: %1$s%% of spatial records are loaded (%2$s records not loaded). Try using the %3$s%4$s%5$s tool below to load them.
pt_br: %1$s%% de recordes espaciais estão carregados (%2$s recordes não carregados). Tenta usa o ferimento %3$s%4$s%5$s para carregá-los.

source: No Spatial Data Loaded!
pt_br: Nenhum Dados Espacial Carregado!

source: Please verify that the spatial tables exist, then use the %1$s%2$s%3$s tool below to load the data.
pt_br: Por favor verifica que as tabelas espaciais existem, então utiliza o ferramenta %1$s%2$s%3$s em baixo para carregar os dados.

source: I don't understand what I'm supposed to do.
pt_br: Eu não entendo que eu devo fazer.

source: Your Spatial Data
pt_br: Seus Dados Espaciais.

source: Found Spatial Metadata Types
pt_br: Tipos de Metadados Espaciais Encontrados

source: You don't have any spatial data stored yet! To get started see the %1$s%2$s%3$s tab. If you think you should have spatial data, check out the %4$s%5$s%6$s tab.
pt_br: Você não tem dados espaciais guardados ainda! Para começar, veja a aba %1$s%2$s%3$s. Se você acha que já deve ter dados espaciais, veja a aba %4$s%5$s%6$s.

source: Type
pt_br: Tipo

source: Meta Key
pt_br: Chave Meta

source: Number of Records
pt_br: Número de Recordes

source: View Sample Data (500 records max)
pt_br: Veja Amostra De Dados (500 recordes no máximo)

source: View Data
pt_br: Veja Dados

source: Adding and Updating Data
pt_br: Adição e Atualização de Dados

source: To add spatial data, use the usual add_post_meta or update_post_meta functions like you would for any other metadata, but use GeoJSON for the value.
pt_br: Para adicionar dados use os funções típicos add_post_meta ou update_post_meta como você faria para qualquer outro metadados, mas use GeoJSON para o valor.

source: Fetching and Using Data
pt_br: Buscando e Usando Dados

source: GeoJSON can be used by any of the popular web map software available today.
pt_br: GeoJSON pode ser usado com todos os populares software de web map disponível hoje.

source: Running Spatial Queries
pt_br: Executando Consultas Espaciais

source: Available Spatial Functions
pt_br: Funções Espaciais Disponíveis

source: These functions are available in this version of MySQL.
pt_br: Estes funções estão disponíveis em este versão de MySQL.

source: Spatial function support varries widely between versions of MySQL and MariaDB. Visit the %1$sMySQL/MariaDB Spatial Support Matrix%2$s page for a full breakdown.
pt_br: Apoio de funções espaciais varia muito entre os vários versões de MySQL e MariaDB. Visite a pagina %1$sMatriz de Apoio Espacial MySQL/MariaDB%2$s para um analise completa.

source: Function Group
pt_br: Grupo de Funções

source: Functions
pt_br: Funções

source: List of Installs
pt_br: Lista de Instalações

source: Plugin Name
pt_br: Nome do Plugin

source: We appreciate %1$sbug reports, feature requests%2$s and %3$spull requests (especially with test cases)%4$s.
pt_br: Apreciamos %1$sreportagem de bus, pedidos de recursos%2$s e %3$spull requests (especialmente com casos teste)%4$s.

source: If you need assistance implementing your GIS solution, please %1$scontact us%2$s with details about what you'd like to do.
pt_br: Se você precisa de ajuda implementando seu solução SIG, por favor %1$sno contacta%2$s com detalhes sobre que você quer fazer.

source: Our Sites
pt_br: Nossos Sites

source: Our home on the web
pt_br: Nossa lar no web

source: Documentation
pt_br: Documentação

source: MySQL (5.7) Spatial Analysis Functions Documentation
pt_br: Documentação de Funções de Analise Espacial de MySQL (5.7)

source: MariaDB Geographic Features Documentation
pt_br: Documentação de Objectos Geográficas MariaDB

source: MySQL/MariaDB Spatial Support Matrix
pt_br: Matriz de Apoio Espacial MySQL/MariaDB

source: %1$sAdd%2$s, %3$sUpdate%4$s and %5$sDelete%6$s post meta
pt_br: %1$sAdicionar%2$s, %3$sAtualizar%4$s e %5$sDelete%6$s post meta

source: %1$sWP_Query%2$s and %3$sWP_Meta_Query%4$s
pt_br: %1$sWP_Query%2$s e %3$sWP_Meta_Query%4$s

source: GeoJSON Specification
pt_br: Specificação GeoJSON

source: Leaflet.js - Our recommended map software
pt_br: Leaflet.js - Nosso software de mapas recomendado

source: GIS Communities
pt_br: Communidades SIG

source: GIS StackExchange
pt_br: StackExchange SIG

source: The Danger Zone
pt_br: Zona Perigosa

source: %1$sImportant%2$s: The following section has funtionality that may destroy your spatial data. Your original metadata is never touched, but deleting data may impact plugins or custom code that expect it to be present.
pt_br: %1$sImportate%2$s: O secção seguinte tem funcionalidade que pode destruir seus dados espaciais. Seus metadados originais nunca são mudados, mas apagando dados pode impactar plugins ou código personalizado que espera que os existem.

source: Enter The Danger Zone
pt_br: Entre a Zona Perigosa

source: Run Regression Tests
pt_br: Corre Provas de Regressão

source: Clears existing spatial data, but doesn't remove the tables.
pt_br: Apagar dados espaciais atuais, mas não apagar as tabelas.
